Repository: Markus-Becker/aod
Catalog: AssistanceOnDemand/locale/*/LC_MESSAGES/djangojs.po
Languages: el

source: Invalid input
el: Μη έγκυρη είσοδος

source: The price values must be non negative numbers!
el: Οι τιμές δεν πρέπει να είναι αρνητικός αριθμός!

source: Continue
el: Συνέχεια

source: The maximum price value must be greater than (or equal with) the minimum one!
el: Η μέγιστη τιμή πρέπει να είναι μεγαλύτερη από (ή ίση με) το ελάχιστο ένα!

source: The minimum value of Quality of Service field is out of range. Please enter a value in range [0,5]!
el: Η ελάχιστη τιμή του πεδίου Ποιότητα Υπηρεσιών είναι εκτός του επιτρεπτού. Παρακαλώ εισάγετε μια τιμή στο διάστημα [0,5]!

source: The maximum value of Quality of Service field is out of range. Please enter a value in range [0,5]!
el: Η μέγιστη τιμή του πεδίου Ποιότητα Υπηρεσιών είναι εκτός του επιτρεπτού. Παρακαλώ εισάγετε μια τιμή στο διάστημα [0,5]!

source: The maximum value of Quality of Service field must be greater than (or equal with) the corresponding minimum one!
el: Η μέγιστη τιμή του πεδίου Ποιότητα Υπηρεσιών πρέπει να είναι μεγαλύτερη από (ή ίση με) το αντίστοιχο ελάχιστο ένα!

source: The distance value must be a non negative number. Keep in mind that this value maps to kilometers.
el: Η τιμή της απόστασης δεν πρέπει να είναι ένας αρνητικός αριθμός. Λάβετε υπόψη ότι η τιμή αυτή αντιστοιχίζεται σε χιλιόμετρα.

source: AoD message
el: Μήνυμα από AoD

source: The AoD platform wants your permission to track your location. Do you agree with this action?
el: Η πλατφόρμα AOD θέλει την άδειά σας για να παρακολουθεί τη θέση σας. Συμφωνείτε με αυτή την ενέργεια;

source: Yes, I agree!
el: Ναι, συμφωνώ!

source: No, I do not agree!
el: Όχι, δε συμφωνώ!

source: Search progress
el: Πρόοδος αναζήτησης

source: AoD scans the services that meet your requirements
el: Η AOD σαρώνει τις υπηρεσίες που ανταποκρίνονται στις απαιτήσεις σας

source: The service searching was aborted.
el: Η αναζήτηση της υπηρεσίας ματαιώθηκε.

source: The deletion of this service failed
el: Η διαγραφή αυτής της υπηρεσίας απέτυχε.

source: load service details error
el: Λάθος στη φόρτωση των λεπτομερειών της υηρεσίας

source: Get stats
el: Λήψη στατιστικών

source: error
el: Λάθος

source: Service owner does not provide videos
el: Ο ιδιοκτήτης της υπηρεσίας δεν παρέχει οπτικοακουστικό υλικό

source: Service owner does not provide further documents (pdf, office documents, images, etc..)
el: Ο ιδιοκτήτης της υπηρεσίας δεν παρέχει επιπλέον έγγραφα (pdf, office, εικόνες κτλ)

source: Video presentation
el: Παρουσίαση βίντεο

source: Your browser does not support the video tag.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει την ετικέτα βίντεο.

source: Office word document
el: Έγγραφο του Office Word

source: Office Excel document
el: Έγγραφο του Office Excel

source: Pdf document
el: Έγγραφο Pdf

source: Image file
el: Αρχείο εικόνας

source: ID
el: Ταυτότητα

source: No user feedback.
el: Δεν υπάρχουν σχόλια από το χρήστη

source: User feedback for the service
el: Σχόλια χρήστη για την υπηρεσία

source: Edit the service
el: Επεξεργασία της υπηρεσίας

source: Remove the service
el: Αφαιρέστε την υπηρεσία

source: Show statistics
el: Δείξε στατιστικά

source: Service
el: Υπηρεσία

source: Latitude
el: Γεωγραφικό πλάτος

source: Longitude
el: Γεωγραφικό μήκος

source: Service logo
el: Λογότυπο της υπηρεσίας

source: The service title is
el: Ο τίτλος της υπηρεσίας είναι

source: Human-based
el: Ανθρώπινες υπηρεσίες

source: Machine-based
el: Υπηρεσίες λογισμικού

source: All languages are supported
el: Υποστηρίζονται όλες οι γλώσσες

source: Useful link
el: Χρήσιμος Σύνδεσμος

source: Not available
el: Μη διαθέσιμος

source: Network of assistance services
el: Δίκτυο υπηρεσιών βοήθειας

source: Sorry, an error has occurred
el: Λυπούμαστε, παρουσιάστηκε ένα σφάλμα

source: Try again!
el: Προσπαθήστε ξανά!

source: YES
el: ΝΑΙ

source: FREE
el: ΔΩΡΕΑΝ

source: NO
el: ΟΧΙ

source: Purchase
el: Αγορά

source: Access the service configuration that provider suggests
el: Δείτε τη διαμόρφωσης υπηρεσίας που προτείνει ο πάροχος

source: Select service
el: Επιλέξτε Υπηρεσία

source: No services selected. Navigate in the previous steps to select some services
el: Δεν έχουν επιλεχθεί υπηρεσίες. Περιηγηθείτε στα προηγούμενα βήματα για να επιλέξετε κάποιες υπηρεσίες

source: Error in services' retrieval
el: Σφάλμα κατά την ανάκτηση των υπηρεσιών

source: You have not selected services for all categories. If you want to declare more services as interesting or purchase more, please click on Select service button of the corresponding category.
el: Δεν έχετε επιλέξει υπηρεσίες για όλες τις κατηγορίες. Αν θέλετε να δηλώσετε περισσότερες υπηρεσίες ως ενδιαφέρουσες ή να αγοράσετε περισσότερες, παρακαλούμε κάντε κλικ στο κουμπί Επιλογή υπηρεσίας της αντίστοιχης κατηγορίας.

source: Confirm
el: Επιβεβαίωση

source: Network of assistance services: installation steps
el: Δίκτυο υπηρεσιών βοήθειας: βήματα εγκατάστασης

source: No configuration has been set by service provider!
el: Δεν έχει οριστεί ρύθμιση από τον πάροχο της υπηρεσίας!

source: Customize the service configuration
el: Προσαρμόστε τη ρύθμιση παραμέτρων των υπηρεσιών

source: Proceed to service purchase
el: Συνεχίστε στην αγορά της υηρεσίας

source: Service configuration that provider offers
el: Ρύθμιση παραμέτρων της υπηρεσίας που προσφέρεται αό τον πάροχο

source: Parameters
el: Παράμετροι

source: Values
el: Τιμές

source: Express your interest
el: Εκδήλωση ενδιαφέροντος

source: Your invitation has been sent on
el: Η πρόσκλησή σας έχει αποσταλεί

source: Network of carers
el: Δίκτυο υποστηρικτών

source: An error occurred an your request has been abandoned.
el: Ένα λάθος προέιυψε και το αίτημά σας εγκαταλείφθηκε

source: Sorry, try again!
el: Λυπούμαστε, προσπαθήστε ξανά!

source: Office Excel dociument
el: Έγγραφο του Office Excel

source: Remove
el: Αφαίρεση

source: Remove an insteresting service
el: Αφαίρεση ζητούμενης υπηρεσίας

source: Cancel assistance request
el: Ακύρωση αιτήματος υποστήριξης

source: In case you cancel your assistance to a person with disabilities, the selected and purchased services will not be removed.
el: Σε περίπτωση που ακυρώσετε την συνδρομή σας σε ένα άτομο με αναπηρία, οι επιλεγμένες και αγορασμένες υπηρεσίες δεν θα αφαιρεθούν.

source: Continue!
el: Συνέχεια!

source: Cancel your assistance on
el: Ακύρωση υποστήριξης

source: without the network removal
el: χωρίς την αφαίρεση του δικτύου

source: Set up the network of assistance services of
el: Ρύθμιση του δικτύου υπηρεσιών υποστήριξης για

source: Start
el: Αρχή

source: View
el: Θέα

source: The response in this request is still pending
el: Η απάντηση σε αυτό το αίτημα εκκρεμεί

source: Your assistance request has accepted
el: Το αίτημα υποστήριξής σας έχει γίνει αποδεκτό

source: Accepted
el: Αποδεκτό

source: Your assistance request has rejected
el: Το αίτημα υποστήριξής σας δεν έχει γίνει αποδεκτό

source: Forbidden
el: Απαγορέυεται

source: Your assistance request is still pending
el: Το αίτημα υποστήριξής σας εκκρεμεί

source: Pending
el: Εκκρεμεί

source: You need permission from
el: Χρειάζεστε άδεια από

source: to setup his/her network of assistance services on behalf of him/her. Your request has been submitted.
el: για την εγκατάσταση του/της δικτύου καθοδηγούμενων υπηρεσιών εκ μέρους του / της. Το αίτημά σας έχει υποβληθεί.

source: Network of assistance services
el: Δίκτυο καθοδηγούμενων υπηρεσιών

source: error 2
el: σφάλμα-2

source: Contact information was updated!
el: Οι πληροφορίες επικοινωνίες ενημερώθηκαν

source: Platform settings were updated!
el: Οι ρυθμίσεις της εφαρμογής έχουν ενημερωθεί!

source: The replace of the cover image failed. Try again
el: Η αλλαγή του εξώφυλλου απέτυχε. Προσπαθήστε πάλι

source: The replace of the logo failed. Try again
el: Η αλλαγή του εικόνας απέτυχε. Προσπαθήστε πάλι

source: Type at least 4 characters<br>without spaces
el: Πληκτρολογήστε τουλάχιστον 4 χαρακτήρες <br> χωρίς κενά

source: and select unique username
el: και επιλέξτε μοναδικό όνομα χρήστη

source: Type a non registered username
el: Εισάγετε ένα μη καταχωρημένο όνομα χρήστη

source: Invalid email
el: Μη έγκυρο email

source: - select <br/> a non registered email
el: - επιλέξτε <br/>ένα μη καταχωρημένο email

source: Type a non registered email
el: Εισάγετε ένα μη καταχωρημένο email

source: Success registration
el: Η εγγραφή ολοκληρώθηκε επιτυχώς

source: Fail in registration
el: Η εγγραφή απέτυχε

source: An error has occurred. The service modification failed
el: Η ενημέρωση της υπηρεσίας απέτυχε λόγω ενός σφάλματος

source: Debug state:
el: Κατάσταση εκσφαλμάτωσης

source: Initiate properties of buttons
el: Αρχικοποίηση ιδιοτήτων κουμπιών

source: Swap properties of buttons
el: Εναλλαγή ιδιοτήτων των κουμπιών

source: First button:
el: Πρώτο κουμπί:

source: Second button:
el: Δεύτερο κουμπί:

source: Oops, an error is occured!!!
el: Ένα σφάλμα προέκυψε!

source: % Complete (success)
el: % Ολοκλήρωση (επιτυχώς)

source: An error occured
el: Ένα σφάλμα συνέβη

source: An error is occured. The service modification failed
el: Η ενημέρωση της υπηρεσίας απέτυχε. Προσπαθήστε ξάνα

source: Add
el: Προσθήκη

source: Purchased
el: Αγορασμένη

source: Type
el: Είδος

source: Charging policy
el: Πολιτική χρέωσης

source: Price
el: Κόστος

source: Unit
el: Νόμισμα

source: Languages
el: Γλώσσες

source: Constraints
el: Περιορισμοί

source: Requirements
el: Προαπαιτούμεν

source: Installation guidelines
el: Οδηγίες εγκατάστασης

source: Error
el: Σφάλμα

source: More details
el: Λεπτομέρειες

source: Denote service as interesting
el: Δηλώστε την υπηρεσία ως ενδιαφέρουσα

source: This service has been purchased
el: Η υπηρεσία έχει αγοραστεί

source: View on the map
el: Δείτε στον χάρτη
